import "./howToCome.css"
import map from "../../img/image 18.png"
export default function HowToCome(){
    return(
        <section className="how_to_come_container" id="section4">
            <h4>Как добраться?</h4>
            <div className="how_to_come_content">
                <div className="how_to_come_text_box">
                    <div className="how_to_come_text">
                        <h3>
                            Со стороны Санкт-Петербурга
                        </h3>
                        <p>
                            Доехав до развязки кольцевой автодороги, въезжайте на развязку по указателю на Кронштадт, после разворота на 180 градусов съезжайте с развязки в первый разрыв налево. Далее проезжайте до кронштадтского кладбища, перед ним дорога будет поворачивать налево, а затем направо. ВНИМАНИЕ! Сразу же после поворота направо с левой стороны вы увидите проезд по грунтовой дороге к железным воротам — это въезд на аэродром. 
                        </p>
                    </div>
                    <div className="how_to_come_text">
                        <h3>
                            Со стороны Ломоносова
                        </h3>
                        <p>
                            Доехав до развязки кольцевой автодороги в Кронштадте, съезжайте направо по указателю на Кронштадт, езжайте до улицы Литке (в конце красных больших домов), разворачивайтесь в обратную сторону, и вновь езжайте до развязки (держитесь левой стороны). Въезжайте на развязку, а с неё съезжайте в первый разрыв поворотом направо. Далее проезжайте до кронштадтского кладбища, перед ним дорога будет поворачивать налево, а затем направо. ВНИМАНИЕ! Сразу же после поворота направо с левой стороны вы увидите проезд по грунтовой дороге к железным воротам — это въезд на аэродром.
                        </p>
                    </div>
                </div>
                <img src={map}/>
            </div>
        </section>
    )
}